{
    "title": "home-01",
    "content": [
        {
            "section": "hero-section",
            "headings": [
                {
                    "id": 1,
                    "contentOne": "DeFi Skeptic",
                    "contentTwo": "A platform designed to better DeFi."
                }
            ],
            "texts": [
                {
                    "id": 1,
                    "content": "Enhancing Decentralized Finance via project vetting, user- and developer-tailored products and services, powered by a token built to last."
                }
            ],
            "buttons": [
                {
                    "id": 1,
                    "content": "Whitepaper",
                    "path": "https://docs.defiskeptic.com/"
                },
                {
                    "id": 2,
                    "color": "primary-alta",
                    "content": "Take A Tour",
                    "path": "https://www.youtube.com/playlist?list=PL0xHapwLG3x6Wp7pz94TA8KRsfDl31Hc6"
                }
            ],
            "images": [
                {
                    "src": "/images/icons/NewVettedBadge.svg"
                }
            ]
        },
        {
            "section": "service-section",
            "section_title": {
                "title": "Our Ecosystem"
            },
            "items": [
                {
                    "id": 1,
                    "title": "Project Vetting",
                    "path": "/vetting-process",
                    "subtitle": "Information",
                    "description": "At DeFi Skeptic we believe transparency is information, and information is security. This process walks a project through a five-step process across six elements that make up a project. This is designed for the DeFi user to aid their journey, and built for the DeFi project to place them amongst a higher caliber and within a valuable network. Does your project have what it takes to earn the badge?",
                    "images": [
                        {
                            "src": "/images/icons/DSbadge-85.png"
                        }
                    ]
                },
                {
                    "id": 2,
                    "title": "For DeFi Developers",
                    "path": "/developer-services",
                    "subtitle": "Transparency",
                    "description": "To increase transparency, you have to start at the project level. If you are looking to start a DeFi project or just take your current project to the next level, you have come to the right place! We provide a full range of services for developers to assist your project at any stage, even from the very start. Our goal is to be your sole source for anything needed.",
                    "images": [
                        {
                            "src": "/images/icons/coding-85.png"
                        }
                    ]
                },
                {
                    "id": 3,
                    "title": "For DeFi Users",
                    "path": "/user-services",
                    "subtitle": "Security",
                    "description": "Security should cater to the DeFi user. We provide a full range of products and services focused towards the DeFi user to make your journey in the DeFi space easier, safer and seamless. Whether you’re looking for information on the latest projects, a way to generate passive income or just a way to get automated exposure to the latest trusted projects, we have everything you need.",
                    "images": [
                        {
                            "src": "/images/icons/users-85.png"
                        }
                    ]
                },
                {
                    "id": 4,
                    "title": "Partners & Affiliates",
                    "path": "/partners",
                    "subtitle": "Strategy",
                    "description": "The DeFi Skeptic team is a strong believer in collaboration over competition. Working with likeminded platforms/projects and sharing each other’s resources is a key component of DeFi Skeptic and a valued aspect of our platform. Take a look at our huge family of partners and affiliates and how we are positively impacting the DeFi space as a collective!",
                    "images": [
                        {
                            "src": "/images/icons/collaboration-85.png"
                        }
                    ]
                },
                {
                    "id": 5,
                    "title": "Skeptic Token",
                    "path": "/token-nft",
                    "subtitle": "Utility",
                    "description": "Skeptic Token is designed to be the utility token behind the DeFi Skeptic ecosystem power our user-centered products and services. It serves as a payment method, direct utility integration and proxy for swapping to a First Skeptics NFT. It also sets the floor price for the First Skeptics NFT.",
                    "images": [
                        {
                            "src": "/images/icons/SKP-Token-85.png"
                        }
                    ]
                },
                {
                    "id": 6,
                    "title": "First Skeptics NFT",
                    "path": "/token-nft",
                    "subtitle": "Rewards",
                    "description": "Our First Skeptics NFTs are a set of 250 unique NFTs with 50 of them being rare. These provide the holder with rewards that grow month after month through various revenue streams that aren’t token volume reliant. Being that these are paired to Skeptic Tokens 200k to 1, SKP sets the price of these NFTs which are redeemable through the Skeptic Vault.",
                    "images": [
                        {
                            "src": "/images/icons/FSN-85.png"
                        }
                    ]
                },
                {
                    "id": 7,
                    "title": "The Skeptic Vault",
                    "path": "https://app.defiskeptic.com/vault",
                    "subtitle": "Revolutionizing",
                    "description": "Gone are the days of having to own both tokens and NFTs. We have revolutionized the space through tokenized NFTs which allows the user to seamlessly swap between Token and NFT at no additional cost. Use Skeptic Tokens for our utilities or hold a First Skeptics NFT for growing rewards that aren’t token volume reliant with multiple revenue streams. The choice is yours to make anytime and as often as you want.",
                    "images": [
                        {
                            "src": "/images/icons/Vault-85.png"
                        }
                    ]
                }
            ]
        },
        {
            "section": "live-explore-section",
            "section_title": {
                "title": "Live Bidding"
            }
        },
        {
            "section": "newest-section",
            "section_title": {
                "title": "DeFi Skeptic Team"
            }
        },
        {
            "section": "top-sller-section",
            "section_title": {
                "title": "Top Seller in"
            }
        },
        {
            "section": "explore-product-section",
            "section_title": {
                "title": "Explore Product"
            }
        },
        {
            "section": "collection-section",
            "section_title": {
                "title": "Top Collection"
            }
        }
    ]
}